Repository: giellalt/corpus-sme
Catalog: prestable/tmx/sma/admin/depts/udir.no/8_undervisningsoppl.html.tmx
Source language: sme
Languages: sma

source: Oahpaheaddji ja/dahje oahppit sáhttet ráhkadit nu ollu boaluid go fal háliidit.
sma: Daesnie lohkehtæjja jïh / jallh learohke maahta darjodh dan jïjnjh dabloeh dah sïjhtieh.

source: ráhkadit dálkedieđáhusa juohke daid njealji jahkodagaide Dálkedieđáhus almmuhuvvo jietnafiilan skuvlla oahppanlávddis, dahje bloggas dahje skuvlla ruovttusiiddus.
sma: aktem vearoldebïevnesem darjodh mij lea fïereguhten njieljien jaepieboelhken bïjre Learohkh edtjieh vearoldebïevnesem tjoejefijline åehpiedehtedh skuvlen lïerehtimmiesijjesne, aktene bloggesne jallh skuvlen gåetiesæjrosne.

source: Gearddut dán máŋgga geardde olles skuvlajagis.
sma: Öörnedimmie Darjoeh dam gellie aejkieh abpe jaepiem.

source: Livččii vuogas jus sáhtašii beaivválaččat hárjehallat guovtti – golmma vahkkosaš áigodaga.
sma: Akte aevhkie lij orreme mejtie buektiehtamme daam haarjanidh fïerhten biejjien aktem boelhkem, göökte golme våhkoeh.

source: Jus dan ii leat vejolaš čađahit, de hárjehallat juohke vejolaš diimmuin (sámegieldiimmus, ja eará vejolaš diimmuid sámegielat oahpaheddjiin).
sma: Jis ij dam buektehth, dellie tjuara fïerhten sjïehteles tæjmoen haarjanidh (saemientæjmoe, jïh kanne aaj jeatjah tæjmoeh saemienlohkehtæjjine).

source: Heivehuvvon oahpahus
sma: Sjïehtedamme lohkehtimmie

source: Jus leat oahppit geat eai máhte dálke- ja siivodoahpagiid, de ferte daid oahpásmahttit ohppiide, ja áigodaga álggus daiguin bargat.
sma: Dastegh learohkh mah eah naan vearolde- jïh daelhkielahtesh maehtieh, tjuara dejtie buerkiestidh, jïh tjuara dejgujmie barkedh boelhken aalkovisnie.

source: Dan seamma ferte dahkat lohkosániiguin, ortnetloguiguin ja millimehter ja centimehter mihtidandoahpagiiguin.
sma: Seamma lea taalli, öörnegetaalli jïh möölegelahtesi millimeetere jïh centimeetere bïjre.

source: Dan sáhttá dahkat govva- ja sátnelotto, dálkebiŋgo bakte jna..
sma: Dam maahta darjodh viehkine guvvie-jïh baakoelottoste, vearoldebingoste jnv..

source: Oahppit geain lea buorri njálmmálaš sátneriggodat dálkki ja siivvu birra, sáhttet veahkehit earáid geat eai máhte nu ollu go álget fáttáin bargat.
sma: Learohkh, mah aktem hijven njaalmeldh baakoeveahkam utnieh vearolde-jïh daelhkietsiehkiej bïjre, maehtieh viehkiehtidh dejtie learohkidie mah vaenebe maehtieh gosse aamhtesinie aalka.

source: Sáhttá vaikko sidjiide addit ovddasvástádusa ráhkadeames unnit oahpahusláhčosa fáttá birra.
sma: Mejtie dah maehtieh diedtem åadtjodh aktem ööhpehtimmiesoejkesjem darjodh aamhtesen bïjre.

source: Sii sáhttet oažžut ovddasvástádusa dálkedieđáhusain bargamis, govvidit dieđuid tabeallain ja stoalpodiagrámmain jnv..
sma: Dah maehtieh aktem sjïere diedtem åadtjodh vearoldebievnesi åvteste, guvvieh darjodh daatide goerine jïh sööjledijagrammine jnv..

source: Oahppit sáhttet maiddái oažžut bargun gávdnat eanet dieđuid dálkki, dálkemearkkaid, muohttaga ja siivvu birra go lagasbirrasa vuorasolbmuid jearahallamis.
sma: Maahta aaj learohkidie stilledh jienebh bïevnesh vearolden, vearoldevæhtaj, lopmen jïh daelhkien bïjre veedtjedh, gosse båeries almetjh dennie lïhke byjresisnie gihtjieh.

source: Gáiddusoahpahus
sma: Maajhööhpehtimmie

source: Dás lea ovdamearka movt gáiddusoahpahusa sáhttá buohtalastit interaktiiva oahppanvuođuin.
sma: Daesnie buerkeste aktem vuesiehtimmiem guktie maahta maajhööhpehtimmiem aktanidh aktine interaktijve lïerehtimmiesijjine.

source: Ráhkkaneapmái gáiddusoahpahussii ja bargui gáiddusoahpahusdiimmuid gaskkas adno oahppanvuođđu.
sma: Juktie maajhööhpehtæmman soejkesjidh, jïh maajhööhpehtimmieboelhki gaskem barkedh, lïerehtimmiesijjiem nåhtede.

source: Dás oažžu oahpaheaddji maiddái dieđuid ahte leatgo oahppit bargan bihtáid mat leat almmuhuvvon, ja oahpaheaddji sáhttá árvvoštallat vástádusaid iežas raporttaid bakte mat ráhkaduvvojit oahppanvuođus.
sma: Daesnie lohkehtæjja aaj bååstedebïevnesh åådtje mejtie learohkh laavenjasside dorjeme mah leah olkese biejesovveme, jïh lohkehtæjja jïjtje maahtah vuarjasjidh vaestiedasside jïjtsh reektehtsinie mah dorjesuvvieh lïerehtimmiesijjesne.

source: Dán ovdamearkkas adno e.e. teakstameannudanprográmma ja lohkomeannudanprográmma lassin videokonferánsarusttegiidda.
sma: Daennie vuesiehtimmesne teekstegietedimmieprogrammem jïh ryökneme-aarhkem nåhtadamme, lissine videoråårestalleme-dirregh.

source: Dás evttohuvvojit oahppodoaimmat mas gáiddusoahpahus ja oahppanvuođđu buohtalastojuvvojit:
sma: Daesnie akte raeriestimmie lïerehtimmiedarjomigujmie, gusnie maajhööhpehtimmiem jïh interaktijve lïerehtimmiesijjiem aktene:

source: Gáiddusoahpahusdiimmut Oahpaheaddji oahpaha oahppái doabafáttá goabbat guvlui gulahallama bakte ohppiin, nugomat videokonferánsa bakte.
sma: Maajhööhpehtimmietæjmoe Lohkehtæjja learoehkasse aamhtesen lahtesi bïjre buerkeste aktene guaktegh soptsestallemisnie learohkinie, vuesiehtimmien gaavhtan video-råårestalleme

source: Oahppit barget iešheanalaččat Oahppit geardduhit dábálaš ja beaivválaš dálkedoahpagiid.
sma: Learohkh jïjtjeraarehke berkieh Learohkh repeterieh dej sïejhmemes biejjieladtje lahtesidie vearolden bïjre.

source: Geahččat sátnelisttuid.
sma: Buerkesth baakoelæstojde.

source: Doaimmat dasto interaktiiva sátneruossalasa mii lea oahppanvuođus.
sma: Darjoeh dan mænngan dam interaktijve kroessebaakoelaavenjassem mij lea lïerehtimmiesijjesne.

source: Oahppit geardduhit soames ortnetloguid Hangman bakte, ja sii geardduhit mánuid interaktiiva sátneruossalasbarggu bakte mii lea gávdnamis oahppanvuođus.
sma: Learohkh vijriebasse såemies dejstie öörnegetaallijste repeterieh viehkine Hangman ’ istie, jïh askide repeterieh viehkine interaktijve kroessebaakoelaavenjasseste lïerehtimmiesijjesne.

source: Loahppabargu Oahpaheaddji sáhttá dárkkistit leatgo bargobihtáin bargan ja barggu árvvoštallat ovdal čuovvovaš logaldallama.
sma: Minngiebarkoe Lohkehtæjja maahta vuejnedh mejtie barkoem dorjeme jïh dam vuarjasjidh mubpien tæjmoen åvtelen

source: Gáiddusoahpahusdiibmu Oahppit jotket bargamis fáttáin.
sma: Maajhööhpehtimmietæjmoe Learohkh vijriebasse aamhtesinie berkieh.

source: Sisafievrrit ođđa doahpagiid.
sma: Sjïehtedh orre lahtesh.

source: Oahppit lohket teavstta fáttá birra, ja humadit gaskaneaset teavstta birra.
sma: Learohkh aktem tjaalegem aamhtesen bïjre luhkieh, jïh ektesne soptsestieh dan bïjre.

source: Oahppit barget iešheanalaččat Sii máŋgii lohket teavstta ja guldalit jietnafiilla mii lea gávdnamis oahppanvuođus.
sma: Learohkh jïjtjeraarehke berkieh Dah tjaalegem ikth vielie luhkieh jïh tjoejefijlem goltelieh, mij lea lïerehtimmiesijjesne.

source: Oahppit barget ođđa doahpagiiguin ja fáttáiguin gálgamis interaktiiva oahppanvuođu bargobihtáid ja guldalandiktáhta.
sma: Learohkh dej orre lahtesigujmie jïh aamhtesinie berkieh gosse interaktijve laavenjassh darjoeh jïh diktatem goltelieh lïerehtimmiesijjesne.

source: Ruovttubáikeskuvla Oahppit ožžot veahki ruovttubáikki skuvllas ja ceggejit mihtidanstašuvnna skuvlii.
sma: Hiejmeskuvlesne Learohkh viehkiem åadtjoeh sov hiejmeskuvleste jïh aktem möölegesijjiem bæjjese biejieh skuvlen ålkoelisnie.

source: Sii lohket bohtosiid ja čállet daid loggii nu dávjá go oahppit ja gáiddusoahpahusa oahpaheaddji dan leat lihtodan.
sma: Dah illedahkide luhkieh, jïh dejtie låggen sijse tjaelieh dan daamtaj goh learohkh jïh maajhööhpehtimmielohkehtæjja seamadieh.

source: Sii atnet ođđa oahppan doahpagiid humadeames ja ráhkadeames dálkedieđáhusa.
sma: Dah dejtie orre lahtesidie nåhtadieh soptsestimmine, jïh aktem vearoldebïevnesem soejkesjïeh.

source: Oahpaheaddji addá ohppiide dálkedieđáhusa ovdamearkka.
sma: Lohkehtæjja aktem vuesiehtimmiem learoehkidie vadta, guktie akte vearoldebïevnese lea.

source: Oahppit bargat iešheanalaččat Sii čállet dálkedieđáhusa man sáddejit gáiddusoahpahusa oahpaheaddjái.
sma: Learohke jïjtjeraarehke barka Dah aktem vearoldebïevnesem tjaelieh maam maajhööhpehtimmielohkehtæjjese seedtieh.

source: Teaksta čállojuvvo oahppanvuđđui.
sma: Tjaalege leessesåvva lïerehtimmiesæjjan.

source: Gáiddusoahpahusdiibmu Oktasaččat lohket ja dárkkistit čállojuvvon dálkedieđáhusa.
sma: Maajhööhpehtimmietæjmoe Vuartesjh dam tjaalaldihkie vearoldebïevnesem ektesne.

source: Barggu buktimis Oahppit buktet dálkedieđáhusa jietnafiilan oahppanvuđđui.
sma: Deelleme Learohkh vearoldebïevnesem deellieh aktene tjoejefijlesne lïerehtimmiesijjesne.

source: Oahppanvuođus sáhttá ráhkaduvvot dálkedieđáhus dihto guovllu ovddas.
sma: Maahta aaj aktem vihties sijjiem darjodh vearoldebïevnesidie lïerehtimmiesijjesne.

source: Geahččaleapmi Oahppanvuođus galgá ráhkaduvvot geahččaleapmi.
sma: Pryövenasse Maahta aktem pryövenassem darjodh lïerehtimmiesijjesne.

source: Ovdamearkka dihte válljenvejolaš geahččaleapmi.
sma: Vuesiehtimmien gaavhtan jienebeveeljemepryövenasse.

source: Oahpaheaddji árvvoštallá sihke dálkedieđáhusa ja geahččaleami.
sma: Lohkehtæjja dovne vearoldebïevnesem jïh pryövenassem vuarjesje.

source: Árvvoštallan Digitála máhpat sáhttet leat heivvolaš árvvoštallanvuohkin.
sma: Vuarjasjimmie Daesnie digitale maabpah maehtieh sjïehteles vuarjasjimmievuekie årrodh.

source: Dalle gessojit oahppit mielde árvvoštallanbargui sihke gasku bargoproseassas ja go oahppibuvtta lea gárvvis.
sma: Dellie learohke eadtjohkelaakan meatan sjïdtieh vuarjasjimmiebarkosne dovne iktemearan, jïh gosse learohken dorjese gaervies.

source: Digitála máhpat sáhttet biddjot oahppanvuođu sisa.
sma: Maahta digitale maabpah lïerehtimmiesæjjan biejedh.

source: Iešárvvoštallama bakte, oahpaheaddjiárvvoštallama ja ohppiidgaskasaš árvvoštallan dihto eavttuid vuođul de sáhttet oahppibarggut buoriduvvot ja viiddiduvvot.
sma: Jïjtsevuarjasjimmien, lohkehtæjjavuarjasjimmien jïh vuarjasjimmien learohki gaskemsh tjïrrh, vihties væhtaj mietie, maahta learohkebarkojde bueriedidh jïh vijriedidh.

source: Oahpaheaddji sáhttá maiddái oassin dađistagaárvvoštallamis ráhkadit ovda- ja loahppageahččalemiid oahppanvuođus.
sma: Lohkehtæjja maahta aaj, goh akte bielie dehtie vuarjasjimmeste iktemearan, åvte-jïh minngiepryövenassh darjodh lïerehtimmiesijjesne.

source: Geahča sierra teakstabihtá árvvoštallama birra vuollelis.
sma: Vuartesjh aaj aktem jïjtse boelhkem vuarjasjimmien bïjre vuelielisnie.

source: Oahppanvuođu eará atnu
sma: Jeatjah åtnoe lïerehtimmiesijjeste

source: Gáiddusoahpahusoahpaheaddji sáhttá ráhkadit blogga oahpahusvuđđui.
sma: Maajhööhpehtimmielohkehtæjja maahta aktem bloggem darjodh lïerehtimmiesijjesne.

source: Blogga sáhttá leat sierra gielladomeanan.
sma: Blogge maahta akte jïjtse gïelesuerkie årrodh.

source: Oahppit máŋggaid skuvllain sáhttet nugomat ovtta áigodaga bloggas čálašit dálkki, dálkemearkkaid, muohttaga ja siivvu birra iežaset ruovttubáikkis.
sma: Learohkh jienebh skuvlijste maehtieh akten boelhken vearolden, vearoldevæhtaj, lopmen jïh daelhkien bïjre bloggedh sov hiejmesijjesne.

source: Máŋga oahppi sáhttet ovttasbargat čállimis wiki dálkki, dálkemearkkaid, muohttaga ja siivvu birra beroškeahttá gos oahppit orrot.
sma: Jienebh learohkh maehtieh aaj laavenjostedh aktem wiki ' m tjaeledh vearolden, vearoldevæhtaj, lopmen jïh daelhkien bïjre, saaht gusnie learohkh årroeminie.

source: Geahča sierra artihkkala gos leat eanet gielladomeana ovdamearkkat.
sma: Vuartesjh jïjtse tjaalegem vielie vuesiehtimmiejgujmie gïelesuerkine.

source: Vuođđogálggat
sma: Faagen maadth maahtoeh

source: Máhttit njálmmálaččat ovdanbuktit: Njálmmálaš gálggat leat guovddáš doaimmat dán ovdamearkkas.
sma: Daennie bihkedimmesne libie veeljeme dejtie baakojde vihkielommes maehtelesvoeth sijjeste faagen maadth maahtoeh.

source: Máhttit ovdanbuktit čálalaččat: Dálkedárkumat hábmejuvvojit čálalaččat ja heŋgejuvvojit seaidnái klássalanjas.
sma: Maehtedh sov njaalmeldh daajroeh buektedh: Dïhte njaalmeldh maehtelesvoete lea dïhte åejviedarjome daennie vuesiehtimmesne.

source: Čálalaš dárkumat dahkkojit njálmmálaš čilgehusa vuođul, ja oahppit sáhttet gaskaneaset molssodit čállimis dárkumiid.
sma: Maehtedh sov tjaaleldh daajroeh buektedh: Tjaaleldh vuartasjimmieh vearolden bïjre darjoeh, jïh dejtie klaassen tjiehtjielisnie gævnjoeh.

source: Gáiddusoahpahusoahppit hábmejit dálkedárkumiid / dálkedieđáhusaid čálalaččat oahpaheaddjái.
sma: Maajhööhpehtimmielearohkh vuartasjimmieh / bïevnesh vearolden bïjre tjaelieh lohkehtæjjese.

source: Máhttit lohkat: Oahppit lohket teavsttaid, omd. artihkkaliid ja gihppagiid, dálkki- ja siivvu ja dálkemearkkaid birra.
sma: Maehtedh lohkedh: Learohkh tjaalegh luhkieh, vuesiehtimmien gaavhtan tjaalegh jïh gærjetjh, vearolden, daelhkien jïh vearoldevæhtaj bïjre.

source: Dáid heive fáttáid álgimis bargat ja gasku go leat bargan fáttáin.
sma: Dïhte aaj sjeahta goh akte aalkoe aamhtesasse jïh iktemearan aamhtesisnie.

source: Heivvolaš lohkanbihtáid sáhttet oahppit lohkat ruovttus.
sma: Learohkh maehtieh aaj sjyöhtehke lohkemestuhtjh gåetesne lohkedh.

source: Máhttit rehkenastit: Praktihkalaččat bargamis skuvlla mihtidanstašuvnnas oahppit geardduhit lohkosániid ja mihtidanovttadagaid millimehter ja centimehter.
sma: Maehtedh ryöknedh: Dæjpeles barkoen tjïrrh, skuvlen vearoldemöölegesijjesne, dah learohkh taallide jïh möölege-ektievoetide millimeetere jïh centimeetere repeterieh.

source: Sii sáhttet maiddái hárjehallat rehkenastimis millimehteris centimehterii.
sma: Dah maehtieh aaj haarjanidh millimeeterem centimeeterasse jeatjahtehtedh.

source: Oahppit sáhttet oahppat / geardduhit ortnetloguid birra go hupmet, vuosttaš, nuppi, viđát beaivvi mihtidemiid birra jna..
sma: Learohkh maehtieh öörnegetaallide lïeredh / repeteredh gosse soptsestieh voestes, mubpien, vïjhteden biejjien bïjre jnv. dejtie möölegidie.

source: Máhttit atnit digitála reaidduid: Ráhkadeames dálkedieđáhusa mii galgá almmuhuvvot internehttii, de oahppit ohppet atnit mp3-čuojanas, báddet ja velánai divvut jiena dihtormášiinnas ja dasto almmuhit jietnafiilla nehttii dan mielde makkár čoavddus sis lea, omd. oahppanvuođđu, blogga, ruovttusiidu.
sma: Maehtedh digitale dirregh nåhtadidh: Gosse aktem vearoldebïevnesem darjoeh, maam edtjieh gaskeviermesne åehpiedehtedh, dah learohkh lïerieh mp3-spïelerem nåhtadidh, pc ’ en sijse spealadidh, jïh amma aaj staeriedidh jïh tjoejefijlem nedtese biejedh jis gåarede, vuesiehtimmien gaavhtan lïerehtimmiesijjie, blogge, gåetiesæjroe.

source: Árvvoštallan
sma: Faagem vïerhtiedidh

source: Árvvoštallan mii lea ovdamearkkain, galgá leat oahppanmovttiideaddjin.
sma: Dïhte vuarjasjimmie dejnie vuesiehtimmine edtja lïeremem skreejredh.

source: Eavttut oahppomihttomeriid joksat galget leat oahppásat ohppiide dalle go álget bargat.
sma: Dah væhtah juktie lïerehtimmieulmide jaksedh, edtjieh daajroes jïh gaavnoes årrodh learoehkidie barkoen aalkovisnie.

source: Okta vuohki movt čađahit dađistagaárvvoštallama / ovddasguvlui dieđuid addimis vuosehuvvo dás vuolábealde:
sma: Guktie maahta vuarjasjimmiem barkoen nuelesne / bïevnesh åvtese vedtedh våajnoes vuelielisnie:

source: Don galggat máhttit:
sma: Datne edtjh maehtedh:

source: ipmirdit ja atnit loguid praktihkalaš dilálašvuođain
sma: taallh guarkedh jïh nåhtadidh dæjpeles tsiehkine

source: Don máhtát: atnit lohkosániid
sma: Datne maahtah: Taallide nåhtadidh

source: Hárjehala: oahppat ortnetloguid vai daid sáhtát atnit seamma aktiivvalaččat go lohkosániid
sma: Haarjenh: öørnegetaallh lïeredh guktie datne maahtah dejtie nåhtadidh seamma eadtjohkelaakan goh taallide

source: Dasto anát ortnetloguid go galggat eará oahppái muitalit dán mánu beivviid.
sma: dan mænngan öörnegetaallide nåhtedh gosse edtjh akten learoehkasse biejjiej bïjre soptsestidh daan asken

source: atnit sániid mat čilgejit dálkki
sma: baakoeh nåhtadidh mah vearoldem buerkiestieh

source: Don máhtát: ollu dain deháleamos doahpagiid dálkki birra
sma: Datne maahtah: Jïjnjh dejstie vihkielommes lahtesijstie vearolden bïjre

source: Hárjehala: nuppi oahppái muitalit ovddit, ivttá ja otná beaivvi dálkki.
sma: Haarjenh: Akten learoehkasse soptsestidh guktie vearolde lij evtebe biejjien, jååktan jïh daan biejjien

source: Guldal go eará oahppi muitala dán áigodaga dálkki birra.
sma: Goltelh learohkem gosse satne vearolden bïjre seamma boelhken soptseste.

source: Veahket guhtet guoimmideattet gávdnat sániid maŋimus beivviid dálkki birra.
sma: Viehkehth sinsitniem jienebh baakoeh gaavnedh vearolden bïjre daej biejjiej

source: Máhppaárvvoštallan
sma: Maabpavuarjasjimmie

source: Gávdnojit máŋggalágan máhpat, omd. bargomáhppa / proseassamáhppa ja ovdanbuktinmáhppa / árvvoštallanmáhppa.
sma: Gelliesåarhts maabpah gååvnesieh, vuesiehtimmien gaavhtan barkoemaabpa / prosessemaabpa jïh åehpiedehtememaabpa / vuarjasjimmiemaabpa.

source: Bargomáhppii bidjet bargobihtáid maiguin oahppi galgá bargat gárvves buktaga rádjái.
sma: Barkoemaabpesne barkoeh biejesuvvieh mejgujmie learohke barka goske dorjese gaervies.

source: Árvvoštallanmáhppii bidjet gárvves buktagat ja ohppiid iežaset jurdagat bargguset ja buktagiiddiset birra.
sma: Vuarjasjimmiemaabpesne dïhte gaervies dorjese biejesåvva ektine learohken åssjalommesigujmie barkoej jïh dorjesi bïjre.

source: Geahča maiddái gáiddusoahpahusa gokko digitála máhpat lea namuhuvvon.
sma: Vuartesjh aaj maajhööhpehtimmien nuelesne, gusnie digitale maabpah neebneme.

source: Áigeguovdilis gažaldagat leat: Maid lean oahppan ?
sma: Sjyöhtehke gyhtjelassh daesnie leah: Maam lïereme ?

source: Makkár mihtuid lean joksan ?
sma: Mah ulmieh jakseme ?

source: Masa lean čeahppi ?
sma: Mejnie leam væjkele ?

source: Maid šattan buoridit ?
sma: Maam tjoerem bueriedidh ?

source: Mainna berren eanet bargat ?
sma: Mejnie byörem vielie barkedh ?

source: Movt berren bargat ovddasguvlui ?
sma: Guktie byörem vijriebasse barkedh ?

source: Iešárvvoštallan
sma: Jïjtsevuarjasjimmie

source: Álggadettiin fáttáin bargat, galget oahppit čállit logga ja dohko merket daid doahpagiid maid máhttet fáttá birra ja doahpagiid maid háliidivčče oahppat.
sma: Goh aalkoe daan aamhtesasse, dah learohkh maehtieh aktem låggem tjaeledh dej lahtesigujmie dah aamhtesen bïjre maehtieh, jïh lahtesh dah sïjhtieh lïeredh.

source: Sii sáhttet maiddái čállit dálkemearkkaid maid dovdet ja dihtet.
sma: Dah aaj maehtieh vearoldevæhtah buerkiestidh, mejtie daejrieh.

source: Oahppi berre maiddái árvvoštallat bargguidis gasku áigodaga, ovdamearkka dihte: Maid máhtán ?
sma: Learohke byöroe aaj sov barkoem vuarjasjidh itkemearan, vuesiehtimmien gaavhtan: Maam maahtam ?

source: Maid berren eanet hárjehallat ?
sma: Misse tjoerem vielie haarjanidh ?

source: Movt barggan ?
sma: Guktie dam darjoem ?

source: Go fáttáin leat geargan, čállá oahppi ođđa logga masa mearku maid lea oahppan oahppanmihttomeriid mihttojoksama eavttuin.
sma: Gosse aamhtesem galhkeme, learohkh aktem orre bloggem tjaelieh man bïjre dah lïereme, viehkine dejstie væhtijste juktie lïerehtimmien ulmide jaksedh.

source: Oahppit galget loggii čállit maid sii leat bargan, maid leat oahppan ja leigo váttis ja manne jus nu lei.
sma: Learohkh byöroeh aaj låggesne tjaeledh maam dorjeme, maam lïereme, mejtie lij geerve jïh mannasinie.

source: Sii berrejit jurddašit dan ektui movt sii buoremusat ohppet sániid, doahpagiid ja fáttá sisdoalu.
sma: Dah byöroeh ussjedalledh guktie orre baakoeh, lahtesh jïh aamhtesesisvegem bööremeslaakan lïerieh.

source: Dasa lassin oahpaheaddji maiddái árvvoštallá ja addá dieđu ohppiide.
sma: Lissine lohkehtæjja vuarjesje, jïh bïevnesem learoehkidie vadta.

source: Oahppit sáhttet maiddái ovttas jurddašit.
sma: Dah learohkh maehtieh aaj ektesne ussjedalledh.

source: Ovda- ja loahppageahččaleapmi
sma: Åvte- jïh minngiepryövenasse

source: Eará molssaeaktun lea ráhkadit fáddái ovdageahččaleami.
sma: Akte jeatjah alternatijve lea aktem åvtepryövenassem darjodh aamhtesen bïjre.

source: Dan sáhttá geardduhit maŋŋil go oahppi lea čađahan fáddáoasi.
sma: Dam maahta ikth vielie darjodh gosse learohkh aamhtesem tjïrrehtamme.

source: Geahččaleami sáhttá atnit vuođđun árvvoštallamis sihke oahppi ja oahpaheaddji.
sma: Dovne learohke jïh lohkehtæjja maahta pryövenassem våarominie vuarjasjæmman nåhtadidh.

source: Go dađistagaárvvoštallan lea čađahuvvon, berre láhččojuvvot áigi ohppiide buoridit bargama vai eanet oahppá.
sma: Gosse vuarjasjimmiem iktemearan illeme, learohkh byöroeh astedh barkoem bueriedidh juktie lïerehtimmiem lissiehtidh.

source: Aagård, Anita Dunfjeld, Larsen, Tone Marie: Baalka, Davvi Girji OS.
sma: Åarjelsaemien: Andersson, Elsa: Soptsesh, Saemieskuvlen-ståvroe, 1988

source: , 2001 Nordsamisk: Kåven, Brita m.fl..:
sma: Bull, Ella Holm: Ovmese veareldh, Universitetsforlaget, 1985

source: Sámi-Dáru Sátnegirji / Samisk-Norsk ordbok, Davvi Girji OS.
sma: Bull, Ella Holm: Laavlomh maanide, CD., 1997: Gusnie aske

source: Solbakk, Aage: Geografiija 8, Davvi Girji OS., 1999.
sma: Jaahkenelkien, Aanna: Goltelidh jïh soptsestidh, Daasta Berteme, 1993

source: Fátmmasta maiddái sámi dálkemearkkaid ja áigemeroštallama.
sma: Jaahkenelkien, Aanna: Luste lohkedh, Samisk utdanningsråd, 1996

source: Áigeguovdilis neahttabáikkit:
sma: Persen, Åge: Tijje barkoe-gærja

source: www.udir.no – Geahča vuolábealde: Vállje fáttá – loahppageahččaleapmi vuođđoskuvllas – ovdamearkkalaš barggut ja loahppageahččaleami bargobihtát máhttoloktema várás; Loahpageahččalanbargobihtát 2008.
sma: www.udir.no – Vuartesjh nuelesne: Soptsesth skuvleaajhterinie paassebaakoem åadtjodh.
